"Error downloading manifest from %@" = "Fehler beim Herunterladen des Manifests von %@";

"Error downloading manifest" = "Fehler beim Herunterladen des Manifests";

"Server returned HTTP status code %@ from %" = "Server hat HTTP-Statuscode %@ von % zurückgegeben";

"Error decoding manifest JSON" = "Fehler beim Dekodieren des Manifest-JSON";

"Error creating directory %" = "Fehler beim Erstellen des Verzeichnisses %";

"Error downloading file" = "Fehler beim Herunterladen der Datei";

"Error writing to %a" = "Fehler beim Schreiben auf %a";

"Error uncompresing %a" = "Fehler beim Entpacken von %a";

"Command '%@' finished with exit code %@" = "Befehl '%@' wurde mit Exit-Code %@ beendet";

"Error uncompressing %a" = "Fehler beim Entpacken von %a";

"You will need to manually move %@ to Applications folder." = "Sie müssen %@ manuell in den Anwendungsordner verschieben.";

"We will reveal %@ in Finder. You can then manually drag the application to the Applications folder yourself.\n\nInternal error: %" = "Wir werden %@ im Finder anzeigen. Sie können dann die Anwendung selbst manuell in den Anwendungsordner ziehen.\n\nInterner Fehler: %";

"Reveal in Finder" = "Im Finder anzeigen";

"Downloading version %@…" = "Version %@ wird heruntergeladen…";

"Opening DMG Image…" = "DMG-Image wird geöffnet…";

"Extracting app…" = "App wird extrahiert…";

"Installing to Applications…" = "Installation in Anwendungen…";

"Installed!" = "Installiert!";

"ToDesktop ID is incorrect" = "ToDesktop-ID ist falsch";

"The value in the plist file is not a string." = "Der Wert in der plist-Datei ist keine Zeichenkette.";
